import React from 'react'
import about1 from '../../../assets/images/aboutUsPage/about1.png'
import about2 from '../../../assets/images/aboutUsPage/about2.png'
import about3 from '../../../assets/images/aboutUsPage/desingHeader.jpg'

export const AboutSection = () => {
  return (
    <div className='about-us-page__section'>
          <div>
            <div>
              <img src={about1} alt="" />
            </div>
            <div>
              <h5>Lorem ipsum</h5>
              <p>
                Lorem была основана в 2010-ом и стала одной из самых успешных компаний нашей страны.
                Как и многие итальянские фирмы, Womazing остаётся семейной компанией, хотя ни один
                из членов семьи не является модельером. Мы действуем по успешной формуле, прибегая к
                услугам известных модельеров для создания своих коллекций. Этот метод был описан
                критиком моды Колином Макдауэллом как форма дизайнерского со-творчества, характерная
                для ряда итальянских prêt-a-porter компаний.{' '}
              </p>
            </div>
          </div>
          <div>
            <div>
              <img src={about2} alt="" />
            </div>
            <div>
              <h5>Lorem ipsum</h5>
              <p>
                Lorem была основана в 2010-ом и стала одной из самых успешных компаний нашей страны.
                Как и многие итальянские фирмы, Womazing остаётся семейной компанией, хотя ни один
                из членов семьи не является модельером. Мы действуем по успешной формуле, прибегая к
                услугам известных модельеров для создания своих коллекций. Этот метод был описан
                критиком моды Колином Макдауэллом как форма дизайнерского со-творчества, характерная
                для ряда итальянских prêt-a-porter компаний.{' '}
              </p>
            </div>
          </div>
          <div>
            <div>
              <img src={about3} alt="" />
            </div>
            <div>
              <h5>Lorem ipsum</h5>
              <p>
                Lorem была основана в 2010-ом и стала одной из самых успешных компаний нашей страны.
                Как и многие итальянские фирмы, Womazing остаётся семейной компанией, хотя ни один
                из членов семьи не является модельером. Мы действуем по успешной формуле, прибегая к
                услугам известных модельеров для создания своих коллекций. Этот метод был описан
                критиком моды Колином Макдауэллом как форма дизайнерского со-творчества, характерная
                для ряда итальянских prêt-a-porter компаний.{' '}
              </p>
            </div>
          </div>
        </div>
  )
}
